Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Sprawdź, co znajduje się głębiej w tych ruinach, ale nie oddalaj się zbytnio. Przede wszystkim postaraj się rozświetlić okolicę, ciemno tu jak w tyłku kretoszczura.
uk: Перевір, що знаходиться в глибині руїн, але не заглиблюйся надто далеко. Перш за все, спробуй освітити місцевість, тут темно, як в дупі у кротощура.

source: Sprawdźmy kuchnię.
uk: Ходімо на кухню.

source: Sprawdźmy kuźnię.
uk: Ходімо до кузні.

source: Sprawiedliwie. Jeśli się przykładasz, to cię wynagradzają, jeśli się obijasz, to nie dostaniesz więcej niż absolutne minimum przewidziane w protokołach.
uk: Справедливо ставляться. Якщо ти стараєшся, то отримуєш винагороду, а якщо лінуєшся, то не отримуєш більше абсолютного мінімуму, прописаного в протоколах.

source: Sprawiedliwość Innosa
uk: Правосуддя Інноса

source: Sprawiliśmy, że krwawili tak bardzo, próbując ją odbić, że aż gotowi byli do pertraktacji. Jedna mała wyspa, kontra całe imperium!
uk: Ми змусили їх заплатити високу ціну кров'ю за спробу захопити її, і вони були змушені піти на переговори. Один маленький острів проти цілої імперії!

source: Sprawię, by ten, kto za to odpowiada, jeszcze dzisiaj umierał w ognistych męczarniach.
uk: Я зроблю так, щоб той, хто винен у цьому, ще сьогодні помер у пекельних муках.

source: Sprawiłem, że odpowiadanie na moje pytania będzie równie ważne dla ciebie, co dla mnie.
uk: Я зробив так, щоб відповіді на мої запитання були такими ж важливими для тебе, як і для мене.

source: Sprawiłeś mi ogromny zawód, chłopcze.
uk: Ти сильно розчарував мене, хлопче.

source: Sprawiłeś się powyżej oczekiwań. Nie tylko pozbyłeś się naszego wstydliwego problemu, ale pomogłeś zrozumieć Runarowi ważną lekcję.
uk: Ти перевершив всі очікування. Ти не тільки позбувся нашої незручної проблеми, але й допоміг Рунару засвоїти важливий урок.

source: Sprawnie jak zawsze. Przyszedłeś zapić smutki po nieudanym turnieju? Co prawda nie rozumiem, co to za wstyd przegrać na najbardziej bezlitosnej arenie na wyspie, ale i tak służę pomocą.
uk: Все добре, як завжди. Ти прийшов випити з горя після невдалого турніру? Щоправда, я не уявляю, наскільки соромно програвати на найбезжаліснішій арені цього острова, але в будь-якому разі я тут, щоб допомогти.

source: Sprawy Gildii już cię nie dotyczą. Żegnam.
uk: Справи Гільдії тебе більше не стосуються. Бувай.

source: Sprawy jednak nie potoczyły się tak, jak planowałeś.
uk: Однак все пішло не так, як планувалося.

source: Sprawy mocno się skomplikowały...
uk: Ситуація дуже ускладнилася...

source: Sprawy romansów i złamanych serc nie powinny teraz zajmować moich myśli.
uk: Мені зараз не до романтики та розбитих сердець.

source: Sprawy się skomplikowały!
uk: Виникли труднощі!

source: Sprawy się trochę pokomplikowały.
uk: Все трохи ускладнилося.

source: Sprawę dodatkowo utrudniają zwierzęta, które nas przegoniły. Pewnie poroznosiły pakunki po okolicy, więc będziesz miał spory obszar do sprawdzenia.
uk: Звірі, від яких ми втікали, ймовірно, розкидали пакунки по всій околиці, тож тобі доведеться обшукати чималу територію.

source: Sprawę tej dzielnicy musimy omówić na osobności. Najważniejsze, że Marvin zachował się tam tak, jak należy.
uk: Нам потрібно обговорити питання цього кварталу наодинці. Найголовніше, що Марвін поводився там, як належить.

source: Sprawę z moimi starymi znajomymi mogę uznać za zamkniętą. Cortez był zadowolony z wykonanego przeze mnie zadania. Wkrótce powinienem dowiedzieć się, co ten cały Duży Ben ma do powiedzenia na temat mojego brata.
uk: Можна вважати, що питання з моїми старими знайомими закрите. Кортез був задоволений виконаним мною завданням. Незабаром я маю дізнатися, що цей Великий Бен може розповісти про мого брата.

source: Sprofanowałeś kaplicę Innosa oraz cały ten cmentarz. Za takie zbrodnie należy ci się tylko jedna kara.
uk: Ти осквернив каплицю Інноса і весь цей цвинтар. За такі злочини ти заслуговуєш лише на одне покарання.

source: Sproszkowana magiczna ruda.
uk: Порошок з магічної руди.

source: Sprowadzamy na Archolos nawet takie dobra jak przyprawy z Wysp Południowych czy futra z Nordmaru.
uk: Ми привозимо до Архолосу навіть такі товари, як прянощі з Південних островів та хутро з Нордмару.

source: Sprowadzać magom na głowę jakiś nieopierzonych marzycieli... cóż, oby się nie dowiedzieli, że to ty go przysyłasz.
uk: Звалити на голови магів якогось неотесаного мрійника... Сподіваюся, вони не дізнаються, що це ти його прислав.

source: Sprowadzenie lawiny podziałało. Fabio uznał to miejsce za niebezpieczne i razem z towarzyszami się wyniesie. Powiem o tym strażnikowi Leża.
uk: Задум з обвалом спрацював. Фабіо визнав це місце небезпечним, тож він і його товариші підуть звідси. Я повідомлю про це вартовому Лігва.

source: Sprowadziłem go tutaj i ukryłem w piwnicy. Dawałem mu jedzenie, wychowywałem i patrzyłem jak rośnie. Nawet nie zdajesz sobie sprawy, jak inteligentne są to zwierzęta.
uk: Я приніс його сюди і сховав у підвалі. Я давав йому їжу, виховував і спостерігав, як він росте. Ти навіть не уявляєш, наскільки ці тварини розумні.

source: Sprowadziłem pomoc.
uk: Я привів допомогу.

source: Sprowokuj go! Ja w tym czasie wejdę do magazynu.
uk: Спровокуй його! А я тим часом піду на склад.

source: Spryciarz! Masz, mogą ci się przydać, gdy już będzie po wszystkim.
uk: Розумник! Ось, вони можуть стати в нагоді, коли все закінчиться.

source: Spryciarz.
uk: Розумний хлопець.

source: Sprytnie, mam tylko nadzieję, że nie naobiecywałeś im zbyt dużo. Prowadzimy tutaj interes, a nie przyczółek dla biednych górników.
uk: Розумно, тільки я сподіваюся, що ти не наобіцяв їм надто багато. Ми ведемо тут бізнес, а не створюємо благодійний фонд допомоги бідним гірникам.

source: Sprzeciwiać się!
uk: Чиніть опір!

source: Sprzedaj 1 sztukę.
uk: Продати 1 штуку.

source: Sprzedaj 5 sztuk.
uk: Продати 5 штук.

source: Sprzedaj go. Pomoże ci to przetrwać trudne chwile.
uk: Продай його. Це допоможе тобі пережити важкі часи.

source: Sprzedaj po jednym z nich pracującym na polu farmerom. Przyda im się chwila odprężenia.
uk: Продай поштучно фермерам, які працюють у полях. Їм би не завадило трохи розслабитися.

source: Sprzedajesz jedzenie w większych ilościach?
uk: Ти продаєш їжу у великих кількостях?

source: Sprzedajesz meble?
uk: Ти продаєш меблі?

source: Sprzedajesz może swoje towary?
uk: Ти продаєш свій товар?

source: Sprzedali ci ją? Wiedziałem, że to na mnie byli źli!
uk: Тобі його продали? Я так і знав, що вони злі на мене!

source: Sprzedawca
uk: Продавець

source: Sprzedawca ryb
uk: Торговець рибою

source: Sprzedałem towary co do ostatniego.
uk: Я продав весь товар до останнього.

source: Sprzedaż złotych Innosów jest niezgodna z wolą Arcymagów Ognia!
uk: Продаж золотих Інносів відбувається всупереч волі Архімагів Вогню!

source: Sprzedażą zajmuje się jeden z moich czeladników - Adrien.
uk: Продажем займається один з моїх учнів – Адріан.

source: Sprzątaczka
uk: Покоївка

source: Sprzątać po nich będziesz ty!
uk: Прибирати після них будеш ти!

source: Sprzątałem w holu, spisywałem plan zajęć i segregowałem dokumenty. To, co zwykle robię każdego dnia.
uk: Я прибирав у холі, складав розклад і сортував документи. Усе те, що я зазвичай роблю щодня.

source: Sprzątnąłem wszystkie ważniejsze ulice w okolicy. Czas wracać do Mateya.
uk: Я підмів усі головні вулиці міста. Час повертатися до Матея.

source: Spróbuj coś wykombinować. Ja zajmę się tym, żebyś tego mocno finansowo nie odczuł.
uk: Спробуй щось вигадати. Я беру на себе витрати.

source: Spróbuj coś z tym zrobić.
uk: Спробуй щось зробити.

source: Spróbuj czegoś prostego: kosz z owocami, dobre wino. Powinna docenić gest. Pogadaj z Bastianem, poza winem na pewno ci coś zorganizuje.
uk: Спробуй щось просте: кошик з фруктами, хороше вино. Вона повинна оцінити цей жест. Поговори з Бастіаном, окрім вина, він організує щось ще.

source: Spróbuj jeszcze raz mi tyle zaproponować, to inaczej pogadamy!
uk: Спробуй ще раз мені стільки запропонувати, і ми поговоримо по-іншому!

source: Spróbuj miotłą.
uk: Спробуй мітлою.

source: Spróbuj mnie złapać, frajerze!
uk: Спробуй мене зловити, вилупку!

source: Spróbuj najpierw się z nim dogadać.
uk: Спробуй спочатку його переконати.

source: Spróbuj opracować lepszy schemat postępowania w teorii, a potem wypróbuj go w praktyce. Tylko poprzez doświadczenie oraz umiejętne połączenie dyskrecji i pewnych ruchów możesz zostać mistrzem.
uk: Спробуй розробити кращу послідовність дій в теорії, а потім випробуй її на практиці. Тільки завдяки досвіду і вмілому поєднанню обережності та впевнених рухів ти зможеш стати майстром.

source: Spróbuj otworzyć drzwi
uk: Спробувати відчинити двері

source: Spróbuj papki z ognistej pokrzywy i serafisu, znanej w tych stronach jako niebieski bez. To dość popularna roślina.
uk: Спробуй суспензію з вогняної кропиви та серафісу, відомого в цих краях як синя бузина. Це досить популярна рослина.

source: Spróbuj ponownie trafić w każdy cel.
uk: Спробуй влучити в кожну мішень ще раз.

source: Spróbuj popytać w mieście, tam na pewno ktoś udzieli ci pomocy.
uk: Спробуй порозпитувати в місті, я впевнений, що хтось зможе тобі допомогти.

source: Spróbuj przedostać się do koszar i otworzyć bramę od środka. My zaczekamy w jej pobliżu.
uk: Спробуй дістатись до казарм і відкрити ворота зсередини. Ми будемо чекати біля них.

source: Spróbuj przygotować małą miksturę many.
uk: Спробуй приготувати мале зілля мани.

source: Spróbuj przygotować małą miksturę życia.
uk: Спробуй приготувати мале зілля здоров'я.

source: Spróbuj się oddalić, a to miejsce stanie się twoim grobem.
uk: Спробуй відійти, і це місце стане твоєю могилою.

source: Spróbuj się trochę zrelaksować przez ten czas!
uk: А поки постарайся трохи розслабитися!

source: Spróbuj szczęścia!
uk: Можеш спробувати!

source: Spróbuj tego! Nie pożałujesz!
uk: Спробуй ось це! Ти не пожалкуєш!

source: Spróbuj tego.
uk: Спробуй ось це.

source: Spróbuj tych ziaren czarnego pieprzu.
uk: Спробуй цей чорний перець.

source: Spróbuj u alchemika Hershlika. Mieszka w swojej pracowni w Dzielnicy Mieszczańskiej na drugim końcu miasta. Powinien mieć jakąś na zbyciu.
uk: Спробуй звернутися до алхіміка Гершліка. Він живе у своїй майстерні в Житловому кварталі на іншому кінці міста. У нього має бути трохи на продаж.

source: Spróbuj wyciągnąć z pierwszego łyku jak najwięcej doznań, a każdy kolejny będzie dla ciebie przyjemnością.
uk: Спробуй отримати якомога більше відчуттів від першого ковтка, і кожен наступний стане для тебе насолодою.

source: Spróbuj zbliżać się do zwierzyny powoli, na ugiętych nogach, z wyciągniętą bronią, a kiedy będziesz już całkiem blisko, wystrzel.
uk: Підходь до тварини повільно, крадькома, тримаючи зброю напоготові, і коли будеш зовсім близько – стріляй.

source: Spróbuj!
uk: Спробуй!

source: Spróbuj, jaki ma ciekawy smak. Sprawdź też jak pachnie.
uk: Скуштуй, який цікавий у нього смак. Також оціни, як воно пахне.

source: Spróbuj.
uk: Спробуй.

source: Spróbuje się z nim porozumieć. Marvin, weź tę kuszę i miej go na celowniku.
uk: Я спробую з ним поговорити. Марвіне, візьми арбалет і тримай його на прицілі.

source: Spróbujemy czegoś trudniejszego, żebyś utrwalił sobie nowe umiejętności.
uk: Спробуємо щось складніше, щоб ти закріпив свої нові навички.

source: Spróbujemy rozwiesić jakieś ogłoszenia o tym, kogo poszukujemy?
uk: Чому б нам не спробувати розклеїти оголошення про зникнення?

source: Spróbujmy z jabłkami. Myślę, że dziesięć sztuk powinno wystarczyć.
uk: Спробуємо з яблуками. Думаю, десяти штук має вистачити.

source: Spróbuję dowiedzieć się o nim czegoś na własną rękę.
uk: Спробую з'ясувати щось про нього самостійно.

source: Spróbuję go znaleźć.
uk: Я спробую його знайти.

source: Spróbuję odświeżyć stare znajomości i może od tej strony uda mi się czegoś dowiedzieć o Jornie.
uk: Я спробую відновити старі знайомства і, можливо, зможу дізнатися від них щось про Йорна.

source: Spróbuję przekonać towarzyszy Fabio, że uprawa ziela na pobliskim bagnie jest dla nich najlepszą opcją, a jeśli się nie uda, to będę musiał sięgnąć po drastyczniejsze metody.
uk: Спробую переконати товаришів Фабіо, що вирощування болотної трави на найближчому болоті – найкращий для них варіант. Якщо ж це не вдасться, доведеться перейти до більш радикальних методів.

source: Spróbuję twojej zupy.
uk: Я спробую твій суп.

source: Spróbuję zapytać Ulryka, czy da mi tę przepustkę... jej sporządzenie zajmuje trochę czasu, więc akurat jak załatwiasz interes w kopalni, będzie gotowa.
uk: Спробую запитати Ульріка, може, він дасть мені ту перепустку... її оформлення займає якийсь час, тож якраз, поки ти закінчиш справи в копальні, вона вже буде готова.

source: Spuchnięcie
uk: Обман

source: Spójrz ile tutaj kosztowności, a ile broni! Chłopcy w kryjówce zostaną chyba z samymi patykami.
uk: Поглянь, скільки тут коштовностей, а скільки зброї! Хлопці в схованці, схоже, залишаться з одними лише палицями.

source: Spójrz na mnie i zadaj jeszcze raz to pytanie, chłopcze.
uk: Поглянь на мене і запитай це ще раз, хлопче.

source: Spójrz na mnie. Ilu takich jak ja spotykasz gdy przechadzasz się po mieście? Odpowiedź jest tylko jedna - za dużo.
uk: Поглянь на мене. Скільки таких, як я, ти вже зустрів, гуляючи містом? Відповідь лише одна – занадто багато.

source: Spójrz na mnie. Ilu takich jak ja spotykasz przechadzając się po mieście? Odpowiedź jest tylko jedna - za dużo.
uk: Поглянь на мене. Скільки таких, як я, ти вже зустрів, гуляючи містом? Відповідь лише одна – занадто багато.

source: Spójrz na mnie. Ilu takich, jak ja spotykasz, gdy przechadzasz się po mieście? Odpowiedź jest tylko jedna - za dużo.
uk: Поглянь на мене. Скільки таких, як я, ти вже зустрів, гуляючи містом? Відповідь лише одна – занадто багато.

source: Spójrz na moją suknię!
uk: Поглянь на мою сукню!

source: Spójrz na niego. Wygląda, jakby potrafił sobie poradzić z bestią czy dwiema, może nam jakoś pomoże.
uk: Поглянь на нього. Схоже, він може впоратися з одним-двома звірами. Може, і нам якось допоможе.

source: Spójrz na sprawę w ten sposób: te żebraki nie przejmują się niechęcią mieszkańców, wszelakie słowa krytyki po nich spływają.
uk: Подивися на це з іншого боку: цим жебракам байдуже на обурення місцевих жителів, жодна критика їх не хвилює.

source: Spójrz na ten bałagan!
uk: Поглянь на цей безлад!

source: Spójrz na ten łeb! Czyż nie jest wspaniały? Groźny, ale i majestatyczny. Ten srebrny kolor tylko dodaje mu powagi.
uk: Погляньте на цю голову! Хіба вона не чудова? Загрозлива, але водночас велична. А сріблястий колір лише додає їй солідності.

source: Spójrz na to z innej strony. Dzięki temu szybciej wrócisz do degustacji ulubionych trunków.
uk: Поглянь на це з іншого боку. Так ти швидше повернешся до своїх улюблених напоїв.

source: Spójrz na to z tej strony, ile się już zdążyłeś nauczyć.
uk: Поглянь на це з іншого боку, як багато ти вже навчився.

source: Spójrz na to. Ile zajmie ci jego naprawa?
uk: Поглянь на це. Скільки часу тобі знадобиться, щоб його полагодити?

source: Spójrz na tę skórę. Wygląda jak skóra wilka żyjącego na pustyni.
uk: Поглянь на цю шкуру. Виглядає як шкура вовка, що мешкав у пустелі.

source: Spójrz sam, a może coś ci wpadnie w oko.
uk: Поглянь сам, і, можливо, щось приверне твою увагу.

source: Spójrz za siebie, odwróć głową.
uk: За плечима твоїми тінями снують.

source: Spójrz, co narobiłeś!
uk: Поглянь, що ти наробив!

source: Spójrz, czy to nie pomnik Innosa przebudził się do życia?
uk: Поглянь, це часом не статуя Інноса ожила?

source: Spójrz, jak wygląda sytuacja, porozmawiaj z ludźmi, wydobądź trochę złota, ale nie zdradzaj nikomu wewnątrz, że należysz do Gildii, ani tym bardziej, że to ja cię wysłałem.
uk: Подивися на ситуацію, поспілкуйся з людьми, добудь трохи золота, але нікому всередині не кажи, що ти належиш до Гільдії, не кажучи вже про те, що це я тебе послав.

source: Spójrz, jeszcze jest ciepły.
uk: Дивись, він ще теплий.

source: Spójrzcie na siebie, w jakim jesteście stanie? Została was garstka!
uk: Подивіться на себе, в якому ви стані? Вас залишилося декілька чоловік!

source: Spójrzcie, ludzie! Ten tutaj służy zgrai naszych ciemiężców!
uk: Дивіться, люди! Цей служить зграї наших гнобителів!

source: Spóźniliśmy się. Darryl i Maiwen nie żyją. Tym samym zawiodłem ich i siebie.
uk: Ми запізнилися. Деріл і Мейвен мертві. Тим самим, я підвів їх і себе.

source: Spóźniony pracownik
uk: Працівник, що спізнився

source: Spóźniłeś się. Wczoraj poszła ostatnia butelka.
uk: Ти запізнився. Вчора продали останню пляшку.

source: Spłacam twój dług!
uk: Я сплачую твій борг!

source: Spłata długu
uk: Сплата боргу

source: Spłata należności się przedłużała, a chłopak zaczął nachodzić Volkera i rozpowiadać, że jego rodzina została oszukana.
uk: Погашення боргу затягнулося, і хлопець почав переслідувати Волкера і поширювати інформацію про те, що його сім'ю обдурили.

source: Srak. Długo tu się jeszcze będziesz szwendał?
uk: Дідько. Ти ще довго будеш тут тинятися?

source: Srebrna Kusza
uk: Срібний арбалет

source: Srebrna Skała
uk: Срібня скеля

source: Srebrna biżuteria, która szczycą się bogaci
uk: Срібні прикраси, якими можуть похвалитися

source: Srebrna moneta
uk: Срібна монета

source: Srebrna podszewka
uk: Срібний слід

source: Srebrna skrzynia
uk: Срібна скриня

source: Srebrna skrzynka
uk: Срібна скринька

source: Srebrne naczynie
uk: Срібний келих

source: Srebrny Dwór: Tom I
uk: Срібний двір. Том I

source: Srebrny Dwór: Tom II
uk: Срібний двір. Том II

source: Srebrny Dwór: Tom III
uk: Срібний двір. Том III

source: Srebrny Dwór: Tom IV
uk: Срібний двір. Том IV

source: Srebrny Dwór: Tom V
uk: Срібний двір. Том V

source: Srebrny Innos
uk: Срібна статуетка Інноса

source: Srebrny Pogromca
uk: Срібний душогуб

source: Srebrny miecz
uk: Срібний меч

source: Srebrny naszyjnik
uk: Срібне намисто

source: Srebrny pierścień
uk: Срібний перстень

source: Srebrny puchar
uk: Срібний келих

source: Srebrny talerz
uk: Срібна тарілка

source: Srebrny świecznik
uk: Срібний підсвічник

source: Srebrny, najeżony kolcami grot bełtu.
uk: Срібний наконечник з шипами.

source: Srebro i stal
uk: Срібло і сталь

source: Srebrzysty posążek Pana Ognia.
uk: Срібна статуетка Володаря Вогню.

source: Ssaki.
uk: Ссавці.

source: Stabilizuje się. Uważaj w Wilczym Leżu, działanie na tym terenie nie jest łatwe.
uk: Ситуація стабілізується. Будь обережним у Вовчому Лігві, діяти в тих краях нелегко.

source: Stan Kessela jest gorszy, niż myślałem. Nie jestem w stanie nakłonić go do ucieczki. Priorytetem jest teraz dostarczenie Rozjemcy do magów w klasztorze. Kto wie, co Lichwiarz wyczyniał pod naszą nieobecność. Kessel będzie musiał wrócić sam.
uk: Стан Кесселя гірший, ніж я думав. Мені не під силу змусити його йти. Зараз першочергове завдання – доставити Миротворця магам у монастир. Хто знає, що задумав Лихвар за час нашої відсутності. Кесселю доведеться повертатися самому.

source: Stan był starym pijakiem i awanturnikiem. Gdyby zginął gdzieś w nocy na obrzeżach, to rzuciłbym jego ciało wężom błotnym na pożarcie, nikt by nawet nie zauważył.
uk: Стен був старим п'яницею і баламутом. Якби він помер десь вночі на околиці, я б кинув його тіло на поживу болотожерам, ніхто б навіть не помітив.

source: Stan i Fox, jedli i pili, z naciskiem na to drugie. W pewnym momencie Stan chwycił się za gardło, zrobił się zielony i padł jak długi.
uk: Сиділи тут Стен із Фоксом, їли й пили, з наголосом на останньому. У якийсь момент Стен схопився за горло, позеленів і впав як підкошений.

source: Stan i Rodrigo od jakiegoś czasu grywali o różne sumy.
uk: Стен і Родріго деякий час грали на різні суми.

source: Stan leży w małej kałuży z posiłku, który jadł.
uk: Стен лежить у невеликій калюжі від їжі, яку він їв.

source: Stan mówił, że jagody są zabójcze tylko dla szczurów, u człowieka wywołają jedynie problemy z żołądkiem.
uk: Стен сказав, що ягоди смертельні лише для щурів, у людей вони можуть викликати лише проблеми зі шлунком.

source: Stan rzeczywiście go oszukał?
uk: Стен справді обдурив його?

source: Stan to biedak był, brudas i obdartus. On dużo nie miał.
uk: Стен був бідним, брудним і обшарпаним. У нього було небагато.

source: Stan wyjątkowy?
uk: Надзвичайний стан?

source: Stan.
uk: Стен.

source: Stan? Jak to Stan? Sam się otruł?
uk: Стен? Що ти маєш на увазі? Він сам себе отруїв?

source: Standardowa dawka eliksiru nie zadziałała. Co więcej, Dan zaraz po jej wypiciu zwymiotował.
uk: Стандартна доза зілля не подіяла. Більше того, Дена одразу ж вирвало після того, як він його випив.

source: Standardowa dawka eliksiru nie zadziałała. Co więcej, Duch zaraz po jej wypiciu zwymiotował.
uk: Стандартна доза зілля не подіяла. Більше того, Духа вирвало одразу після вживання.

source: Standardowa dawka eliksiru nie zadziałała. Rębacz zwymiotował chwilę po jego wypiciu, ale nie dostrzegłem żadnych dodatkowych efektów ubocznych.
uk: Стандартна доза зілля не подіяла. Різника вирвало відразу після вживання, але я не помітив жодних додаткових побічних ефектів.

source: Standaryzacja jest odroczona. Grayson przy kolejnej wizycie będzie chciał wrócić do tematu.
uk: Стандартизація відкладається. Грейсон захоче повернутися до цієї теми під час наступного візиту.

source: Stanie w tych podziemiach może i jest wspaniałym sposobem na medytację, ale każdy potrzebuje od czasu do czasu zażyć świeżego powietrza.
uk: Стояти в тих підземеллях, можливо, і є чудовим способом медитації, але усім потрібно час від часу подихати свіжим повітрям.

source: Stanowi bardzo dobre źródło dochodów, dlatego tak ważne jest jej pilnowanie przed wszelakimi bandziorami. Takimi jak ci, których pomogłeś się pozbyć.
uk: Це дуже хороше джерело доходу, тому так важливо захистити його від всяких негідників. Як і ті, яких ти допоміг позбутися.

source: Staną się, gdy nie będzie miał od kogo kupować węgla.
uk: Стануть його, коли він не матиме в кого купувати вугілля.

source: Stanę na czatach, żeby przypadkiem nic nie zaszło cię od tyłu.
uk: Я стоятиму на варті, щоб ніхто на нас не напав із тилу.

source: Stara bieda. Cały czas cieszę się, że podjęte przez ciebie środki były na wyrost. Lepiej tak, niż wpaść w wielkie kłopoty.
uk: Все як раніше. Я радий, що вжиті тобою заходи перевершили всі сподівання. Краще так, ніж отримати великі неприємності.

source: Stara i poniszczona księga.
uk: Стара і пошарпана книга. Виглядає так,

source: Stara kosa
uk: Стара коса

source: Stara księga z twierdzy Vardhal.
uk: Стара книга з фортеці Вардхал.

source: Stara kusza
uk: Старий арбалет

source: Stara kusza jesionowa
uk: Старий ясеневий арбалет

source: Stara moneta
uk: Стара монета

source: Stara pałka wartownika
uk: Стара палиця охоронця

source: Stara przysięga rozwieje płomień pożogi.
uk: Стара присяга розвіє полум'я пожежі.

source: Stara skrzynia
uk: Стара скриня

source: Stara skrzynka
uk: Старовинна скринька

source: Stara waga
uk: Старі терези

source: Stara włócznia Południowca
uk: Старий спис південця

source: Stara zniszczona zbroja
uk: Старий зношений обладунок

source: Stara, pokryta grubą warstwą kurzu księga
uk: Стара книга, вкрита товстим шаром пилу,

source: Stara, wiejska przypowieść.
uk: Стара сільська притча.

source: Staraj się być delikatny. Wykorzystuj niewielki opór zamka, kiedy jest w odpowiedniej pozycji, i tam przesuwaj zapadkę. Trochę ci to może zająć, ale w końcu go otworzysz.
uk: Намагайся діяти обережно. Скористайся легким опором замка, коли він знаходиться в потрібному положенні, і перемісти засувку туди. Це може зайняти деякий час, але врешті-решт ти його відкриєш.

source: Staraj się ich nie prowokować, a będziesz żył. Nie zmienia to jednak faktu, że byłoby ci łatwiej, gdybyś znał jakąś grubą rybę.
uk: Постарайся не провокувати місцевих, і ти залишишся живий. Однак це не змінює того факту, що тобі було б легше, якби ти знав якусь велику рибину.
